{
  "MAIN": {
    "TITLE": "雜碗項目"
  },
  "HOME": {
    "TITLE": "首頁"
  },
  "ANDROID": {
    "TITLE": "雜碗App"
  },
  "VIEWER": {
    "LOADING": "Loading, please wait..."
  },
  "TRANSLIST": {
    "BY": "Translation by:",
    "ORIGINALBY": "Original Recipe by:",
    "ADD": "Add new translation"
  },
  "RECIPEDETAILS": {
    "TITLE": "Recipe Details"
  },
  "RECIPE": {
    "TAGS": "Tags",
    "AUTHOR": "By:",
    "SHARE": "Share Recipe"
  },
  "LANGUAGE": {
    "LANGUAGES": "Languages"
  },
  "RECIPEEDIT": {
    "DESC": "Description"
  },
  "TEST" : "This is a long paragraph with Zahwa in it and 雜碗 as well.",
  "ABOUT": {
    "TITLE": "關於",
    "1": "Zahwa is an Android mobile app to document proceedural discourse in small languages. That's a fancy way of saying that Zahwa documents spoken instructions on how to do something, such as how to cook a recipe. By small languages, we mean languages spoken by minorities, indigeonous communities and otherwise endangered languages. Zahwa was originally conceived to document cooking recipes but it can be used to document any how-to knowledge.",
    "2": "Zahwa's basic function is to import a series of photos. The user then narrates the images as a form of slide-show, advancing or swiping through the slides as they speak. The app also records touch gestures as the user speaks. This is helpful to draw attention to certain items in a picture as they are referred to in speech, but gestures can also indicate things like speed and direction",
    "3": "One of our goals is to share cultural knowledge across languages. The app provides the means to perform oral translations of recipes in a manner similar to the Aikuma Android app. Zahwa is part of, or a continuation of, the Aikuma Project which seeks to employ cutting edge technologies to accelerate the documentation of endangered languages.",
    "4": "Zahwa is the first of a new kind of language documentation tool which we call language documentation 2.0, loosely after the Web 2.0. Traditionally, digital tools for language documentation are used by experts. With Zahwa, we hope to engage ordinary speakers of small languages. Our aim is for Zahwa to be genuinely useful to speakers by itself, but to also contribute towards a central data store. Eventually, different kinds of apps will connect to the data store.",
    "5": "The Zahwa app was conceived by Amina Mettouchi and Steven Bird at the Digital Tools and Methods Summit at the University of Melbourne in June 2016. Zahwa was developed by Mat Bettinson, a PhD candidate at the University of Melbourne.",
    "6": "",
    "7": "",
    "8": ""
  }
}
